{
  "Effect of Sharing Personal Goals": [
    "- Sharing personal goals can lead to a false sense of accomplishment.",
    "- Psychology tests show sharing goals makes individuals less likely to achieve them.",
    "- Social acknowledgment of a goal can trick the mind into feeling it's already accomplished."
  ],
  "Studies on Sharing Goals": [
    "- Kurt Lewin in 1926 called this phenomenon \"substitution.\"",
    "- Vermeer in 1933 found acknowledging goals by others made them feel real in the mind.",
    "- Peter Gollwitzer wrote a book on this in 1982 and conducted tests in 2009.",
    "- Tests in 2009 showed individuals who announced goals worked less on tasks compared to those who kept goals private."
  ],
  "Recommendations to Achieve Goals": [
    "- Resist announcing goals.",
    "- Delay gratification of social acknowledgment.",
    "- Talking about goals can trick the mind into feeling accomplished without actual progress.",
    "- If necessary to share, frame it in a way that does not provide immediate satisfaction."
  ],
  "Cell Biology: Plant vs. Animal Cells": [
    "- Plant cells have chloroplasts for photosynthesis.",
    "- Plant cells have a large central vacuole.",
    "- Animal cells do not have chloroplasts and have smaller vacuoles.",
    "- Both cells are eukaryotic with cell membranes made of a phospholipid bilayer."
  ],
  "Cell Membrane Permeability": [
    "- Molecules move across the cell membrane through simple diffusion, facilitated diffusion, and active transport.",
    "- Simple diffusion is from high to low concentration without energy.",
    "- Facilitated diffusion uses protein channels.",
    "- Active transport moves particles against concentration gradient using ATP energy."
  ],
  "Osmosis and Cellular Respiration": [
    "- Osmosis is water movement from high to low concentration.",
    "- In isotonic solutions, water moves freely in and out of the cell.",
    "- Hypotonic solutions cause water to move into the cell.",
    "- Hypertonic solutions cause water to move out of the cell."
  ],
  "Enzymes and Cellular Functions": [
    "- Enzymes are biological catalysts that speed up reactions.",
    "- Enzymes are affected by temperature and pH changes.",
    "- Extreme conditions can denature enzymes, affecting their function."
  ],
  "Cellular Respiration and Photosynthesis": [
    "- Cellular respiration occurs in mitochondria."
  ]
}